tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"

cask "1password"
cask "alfred"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "macdown"
cask "rectangle"
cask "sizeup"
cask "slack"
cask "transmission"
cask "visual-studio-code"
cask "vlc"

brew "ag"
brew "ripgrep"
brew "fd"
brew "bat"
brew "colordiff"
brew "curl"
brew "diff-so-fancy"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jq"
brew "node"
brew "nvim"
brew "pyenv"
brew "stow"
brew "tig"
brew "tmux"
brew "tree"
brew "yarn"
brew "zplug"
