
tap "oven-sh/bun"

cask "1password"
cask "firefox"
cask "font-sauce-code-pro-nerd-font"
cask "google-chrome"
cask "jordanbaird-ice"
cask "iterm2"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "superwhisper"
cask "transmission"
cask "visual-studio-code"
cask "vlc"

brew "ast-grep"
brew "bat"
brew "btop"
brew "bun"
brew "colordiff"
brew "cowsay"
brew "csvkit"
brew "curl"
brew "diff-so-fancy"
brew "shopify/shopify/ejson"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "htop"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "miller"
brew "neovim"
brew "nginx"
brew "nmap"
brew "node"
brew "noti"
brew "nvm"
brew "parallel"
brew "pi-coding-agent"
brew "pnpm"
brew "ripgrep"
brew "ruby"
brew "sqlite"
brew "stow"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "tobi/try/try"
brew "uv"
brew "watch"
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "fzf-tab"
brew "pure"
brew "z"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
